import React from "react";

// import Navbar from "components/Navbars/AuthNavbar.js";
import IndexNavbar from "components/Navbars/IndexNavbar.js";
import Footer from "components/Footers/Footer.js";

export default function Profile() {
  return (
    <>
      <IndexNavbar transparent />
      <main className="profile-page mx-auto">
        <section className="relative block h-350-px">
          
        </section>


        <section className="items-center mx-auto flex mb-10">
          <div className="container mx-auto px-4">
            <div className="relative flex flex-col min-w-0 break-words bg-gray-100 w-full mb-6 shadow-xl rounded-lg -mt-64">
              <div className="px-6">
                <div className="flex flex-wrap">
                
                  <div className="w-full lg:w-4/12 px-4 lg:order-1">
                    <div className="w-full py-4">
                      <h3 className="text-4xl font-semibold text-gray-800 mb-2">
                      সোমপুর বোদ্ধ বিহার                  
                      </h3>
                      <p className="mt-1 text-sm text-gray-500 uppercase font-semibold">তারিখ : 12/12/2020</p>
                    </div>
                    
                  </div>
                </div>
                
                <div className="py-2 border-t border-gray-300">
                </div>


                <div className="text-justify mt-4 text-lg leading-relaxed text-gray-600 pb-20">
                    
                <p>অষ্টম শতাব্দীর শেষের দিককার কথা। বংগ অঞ্চলের রাজা তখন ধর্মপাল দেব (৭৭০/৮১০ খ্রীষ্টাব্দ)। ন্যায়পরায়ন পিতা গোপালের সুপুত্র এবং পাল বংশের প্রথম উত্তরসূরি ধর্মপাল রুপে গুণে ঐশ্বর্য়ে এরই মধ্যে প্রজাদের মন জয় করে নিয়েছেন! 
                   </p> 
                    
                    <p>বাঙ্গালরাজ্যের এক ক্রান্তিকালে (মাৎস্যন্যায়) তাঁর বাবা গোপাল এই জাতির কান্ডারি হয়ে হাল ধরেছিলেন, গোড়াপত্তন করেছিলেন পাল বংশের, জাতিকে নিশ্চিত ক্ষয়ের হাত থেকে রক্ষা করে আবার নতুন দিনের স্বপ্ন দেখিয়েছিলেন1। আর সেই স্বপ্ন পুরণের ভার এখন ধর্মপালের কাঁধে। একদিন সকালে প্রাতঃরাশ সেরে প্রাসাদের প্রাঙ্গণে পায়চারি করতে করতে রাজা ধর্মপাল ভাবছিলেন কিভাবে এই জাতির হারানো ঐশ্বর্য পুনরুদ্ধার করা যায়। এমন সময় রাজদূত এসে খবর দিলো বরেন্দ্ররাজ্যের সোমপুরে (তৎকালীন বটগোহালী2) নাকি আবার হাঙ্গামা বেঁধেছে। তাঁর চিন্তায় ক্ষণিকের ছেদ পড়লো, দূতকে বলে পাঠালেন বন্দোবস্ত করতে, কালই তিনি একবার সোমপুর যেতে চান।  

রাজা ধর্মপাল যখন সোমপুরে পৌছলেন, তখন দুপুর গড়িয়ে বিকেল হয়ে এসেছে।</p> অল্প কিছু দেহরক্ষী আর তাদের বাহক ছাড়া তাঁর সঙ্গে এসেছেন শিশুপুত্র দেবপাল। এই পুত্রটিকে রাজা বিশেষ স্নেহ করতেন, শ্যামল ঘাসের মত কোমল মুখশ্রী ছাড়াও পুত্রের বিচক্ষণতা আর সকল বিষয়ে উৎসাহ উদ্দীপনা তাকে বরাবরই মুগ্ধ করতো। পথের ক্লান্তিতে সকলে একটু এলিয়ে পড়লেও দেবপালই পিতার কাছে আর্জি করল এই বেলায় একবার সোমপুর মঠ দর্শণের। উল্লেখ্য, সোমপুরের এই জায়গাটাতে বেশ ক বছর আগে একখানা জৈন মন্দির ছিল আর এই মন্দিরটিই গল্প শুনেই দেবপাল পিতার সাথে এখানে আসতে আগ্রহী হয়েছেন। ধর্মপালও এখানে যতবার এসেছেন, মন্দিরের স্থপত্যশৈলীতে মুগ্ধ হয়ে গিয়েছেন। যদিও এখন ভগ্ন কিছু কাঠামো ছাড়া মন্দিরের তেমন কিছুই অবশিষ্ঠ নেই। আজকাল সেই ভগ্নাংশে কিছু বাস্তুহারা মানুষজন ছাড়া কেউ থাকে না। রাজা আসার সংবাদে তারাও লোটাকম্বল গুটিয়ে পালিয়েছে। বেলাশেষের নরম আলোয় নুরান্দি নদীর ধারে3 পরিত্যাক্ত এই অনিন্দ্যসুন্দর স্থাপত্যটিতে এসে এক ধরণের পবিত্রতা ধর্মপালের দেহ মন আবিষ্ট করে ফেললো। এই গড়ের দিকে তাকিয়ে কিছুদিন আগের চিন্তার রেশ ধরেই তাঁর মাথায় একটা পরিকল্পনা এলো, এই পবিত্র ভূমি থেকেই তাঁর রাজ্যবিস্তার শুরু করলে কেমন হয়! সোমপুরের ঝামেলা মিটিয়ে রাজধানীতে ফিরেই তিনি সেনাপতিকে তলব পাঠালেন। নির্দেশ দিলেন রাজ্যের সমস্ত স্থপতিদের জড় করে একটি বিহারের নকশা প্রস্তুত করতে। কিছুদিনের মধ্যেই শুরু হলো সোমপুরে বিহার নির্মাণের কাজ। পাল রাজ্যবিস্তারের পাশাপাশি সুদীর্ঘ … বছর ধরে চললো এই নির্মাণ। ধর্মপালের স্বপ্ন ছিল বিশ্বমানের একটি বিহার নির্মাণের, যেখানে দূর দূরান্ত রাজ্যের জ্ঞানপিপাসু শিক্ষার্থীরা আসবে জ্ঞানের পিপাসা মেটাতে। বুদ্ধের অমূল্য বাণির সাথে সাথে শিখবে জোতির্বিদ্যা, বৈদ্যবিদ্যা আর ইতিহাস! এই মঠের শিক্ষার্থীরা পুরো পৃথিবী ছড়িয়ে পড়বে, জ্ঞানের আলো জালার সাথে সাথে তারা দূর দূরান্তে ছড়িয়ে দেবে বরেন্দ্র রাজ্যের গরিমা। কিন্তু তাঁর জীবনের পড়ন্তবেলায় আবারো একদিন বিকেলে পুত্র দেবপালকে নিয়ে সোমপুরে বিহার নির্মাণের অগ্রগতি পরিদর্শনে তিনি এসে বুঝতে পারলেন তাঁর এত বড় স্বপ্ন এই নশ্বর জীবনের মাত্র কয়েক বছরে ধারণ করা কঠিন। হয়তো এজন্যেই সৃষ্টি পুনরুৎপাদন করে, যাতে এত যত্নে বাঁধা স্বপ্নগুলোকে পরবর্তী প্রজন্মতে ট্রান্সমিট করে দেওয়া যায়।  

সোমপুর বিহারের কাজ অসামাপ্ত রেখেই মাত্র ৪০ বছর বয়সে ধর্মপাল মৃত্যুবরণ করেন। কিন্তু মৃত্যুর আগে তিনি তাঁর স্বপ্নগুলোকে একে একে বুনে দিতে সক্ষম হয়েছিলেন সুপুত্র দেবপালের উর্বর মননে। দেবপাল সিংহাসন গ্রহণ করেন ৮১০ খ্রীষ্টাব্দে এবং শুরু করেন পিতার বোনা/অসমাপ্ত স্বপ্নগুলো বাস্তবে রূপদান করতে। দীর্ঘকালের অক্লান্ত তপস্যার পর তিনি সোমপুরকে গড়ে তুলেছিলেন বিশ্বের সর্ববৃহৎ বিহাররুপে। এই বিহারের সুখ্যাতি দ্রুতই ছড়িয়ে পড়েছিলো অত্র এশিয়ার বিভিন্ন প্রান্তে । কথিত আছে এই বিহারের মূল মন্দিরটির চূড়া এতই উঁচু ছিল যে একে বলা হত - “এটি সূর্যের গতি রোধকারী”, (মন্দিরটির দৈর্ঘ্য ৪০০ ফুট, প্রস্থ ৩৫০ ফুট)4। মূল মন্দিরের চারপাশ ঘিরে ছিলো  ১৭৭ টি কক্ষ, আর সেখানে বাস করতেন চিনা, পারস্য সহ বিশ্বের বিভিন্ন প্রান্ত থেকে বিদ্যালাভের উদ্দেশ্যে আসা ২০০০ এর ও বেশী শিক্ষার্থী। এখানে ভোর হত শিক্ষার্থীদের গম্ভীর উপাসনার চাপা শব্দে। সবুজ শ্যামল বঙ্গ প্রকৃতি পরম মমতায় ঘিরে রাখতো মঠের চারিপাশ। বিহারের দক্ষিন পাশে ছিলো খরস্রোতা নুরান্দি নদী। শতভাগ আবাসিক হওয়ার কারণে ভিক্ষুদের সাধারণত বিহারের বাইরে যাওয়ার প্রয়োজন পড়তনা। রান্না বান্না সহ দৈনন্দিন কাজকর্ম সারার পর নদীতে ভাঁটা পড়লে ভিক্ষুদের সমাগমে মুখর হয়ে উঠতো নদীর পাড়। সৃষ্টিশীল ভিক্ষুরা আপন মনের রঙ রসকে নদী থেকে তুলে আনা কাদামাটির সাথে মিলিয়ে ফুটিয়ে তুলতেন সমসাময়িক জীবনযাত্রার প্রতিচ্ছবি যা টেরাকোটায় শোভা পেত মূল মন্দিরের প্রাচীরে। এই শিক্ষার্থীদের জ্ঞানের পরিধি বিস্তারকল্পে দেবপাল চালু করেছিলেন এক অভিনব শিক্ষা-বিনিময় প্রথার!  নালন্দা তক্ষশীল আর সোমপুরের জ্ঞানপিপাসু শিক্ষার্থীরা তাঁদের শিক্ষালাভের বিভিন্ন পর্যায়ে  এক স্থান থেকে অন্য স্থানে ভ্রমণ করতেন, অনেকটা আজকালকার এক্সচেঞ্জ প্রোগ্রামের মত! সোমপুর বিহারের কৃতি শিক্ষার্থীদের মধ্যে উল্লেখযোগ্য হলেন অতীশ দীপঙ্কর শ্রীজ্ঞান, যিনি দীর্ঘকাল এই বিহারের আচার্য্যের দ্বায়িক্তও পালন করেছেন। এছাড়াও ছিলেন প্রাচীন চর্যাপদের গীতিকার কাহ্নপা ও তাঁর গুরু জলন্ধরী পা  সহ রত্নাকর শান্তি, মহাপন্ডিতাচার্য বোধিভদ্র, কালমহাপদ, বীরেন্দ্র করুণাশ্রীমিত্রসহ আরো অনেকে5।  

এরপর প্রায় ৪০০ বছর ধরে সোমপুর বিহার আলো জ্বলিয়েছিলো হাজার হাজার শিক্ষার্থীর মনে। ১১০০ শতাব্দীর শেষ দিকে কর্ণাটক থেকে আগত গোড়া ব্রাহ্মণ সেনরা বাংলার ক্ষমতা পাল বংশের কাছ থেকে ছিনিয়ে নেয় এবং সোমপুরের মঠে আগুন দিয়ে বসবাসরত বুদ্ধদের তাড়িয়ে দেয়। কথিত আছে মঠের অনেক ভিক্ষু তাদের জীবনের শেষ কয়েকটি ঘণ্টা কাটাতে চেয়েছিলেন এই অনবদ্য বিহারটিতে, ফলে তাদেরকেও আত্নহূতি দিতে হয়েছিলো সাম্প্রদায়িকতার ঘৃণ্য অনলে6। সেন কতৃক অধিগৃহীত হওয়ার বেশ কিছুদিন পর মঠের দেয়ালগুলো নতুন করে সাজানো হয় রামায়ন মহাভারতের কাহিনী গাঁথা টেরাকোটায়, নতুন অলংকারে। সংস্কারের পর মন্দিরের জাঁক-জমককে বর্ণনা করতে এটিকে বলা হত,‘জগতাম্ নেত্রৈকবিশ্রামভূঃ’ (জগতে চোখের একমাত্র তৃপ্তিদায়ক স্থান)7। এখানে শুরুও করা হয়েছিলো নতুন ধারার শিক্ষা,। কিন্তু অথেন্টিসিটির অভাবে বিদেশী শিক্ষার্থীরা সে শিক্ষায় আগ্রহ হারিয়ে ফেলে। আন্তঃ বিহারের হারমনিটা নষ্ট হয়ে যায় এবং কমতে থাকে সোমপুর বিহারের ঔজল্য। এই সময়কে বলা যেতে পারে সোমপুর বিহার ধ্বংসের প্রথম পর্ব। এরই মাঝে মধ্য এশিয়ায় জন্ম নিয়েছে এক নতুন জাতি, মুসলমান। প্রচন্ড তেজী এই জাতির রাজ্যজয়ের বিস্তৃতি ততদিনে মধ্য এশিয়ার গন্ডি পেরিয়ে পৌঁছে গেছে ইউরোপ অব্দি। এশিয়ার বাকি অংশ ধীরে ধীরে চলে আসছে তাদের বিজয়ের ঝান্ডাতলে। তাদের নতুন ধরণের সংস্কৃতিতে দেব দেবতার ঠাই নেই। তাই বখতিয়ার খিলজি যখন বাংলা  অঞ্চলের দখল নিতে আসলেন, তখন এখান থেকে মুছে ফেললেন দেব দেবতার সকল চিহ্ন, পুড়িয়ে ফেললেন হাজার বছরের গচ্ছিত জ্ঞানের ভান্ডার, বাঙ্গলার গৌরবমন্ডিত ইতিহাসের সকল নথি, ইতি টানলেন ধর্মপালের স্বপ্ন, দেবপালের সাধনা আর পৃথিবীর সবচেয়ে পুরোনো বিশ্ববিদ্যালয় গুলোর একটির।  

২০১৬ সালের অগাস্ট মাসে আমি প্রথম সোমপুর বৌদ্ধ বিহারে যাই।  কোন নিষেধাজ্ঞা না থাকা সত্বেও জুতা পায়ে উঠতে পারিনি। জুতা এবং পবিত্রতা সম্পর্কিত ব্যক্তিগত সংস্কার বাধ সেধেছে।ভাবতে অবাক লাগে প্রায় দেড় হাজার বছরের পুরাতন এই স্থাপত্য একসময় প্রভাবিত করেছিলো ইন্দোনেশিয়া, ভিয়েতনাম, কাম্বোডিয়া (অঙ্গরকট, সীতাকোট) সহ বিশ্বের বিভিন্ন প্রান্তের স্থাপত্যকে। উপাসনালয়ে প্রবেশের সাথে সাথে আমার সমস্ত অস্তিত্বকে আচ্ছন্ন করে ফেলেছিলো হাজার বছরের পুরানো কিছু মানুষের প্রার্থনার পবিত্রতা! ইটের খাঁজগুলো ছুঁয়ে অনুভব করার চেষ্টা করেছিলাম প্রাচীন কোন শিল্পীর অন্তরের অনুরাগ। পুরাতন স্থাপত্য বরাবরই আমাকে ভীষণ রকম টানে। তাই ব্যাক্তিগত পড়াশোনার সবচেয়ে বড় অংশটি কেটে গেছে ইতিহাসের বইয়ের পাতায়। কারণ প্রাচীন স্থাপত্যের এই ভগ্নাংশগুলো যে স্মৃতি বহন করে, তার মধ্য দিয়ে আমি বারংবার নিজের জীবনকে যাচাই করার সুযোগ পাই। নিজ উপলব্ধিগুলো শেকড় পেয়ে দৃঢ় হয়।বুঝে যাই যে জীবন বদলায়না। বদলায় শুধু সময়, পরিস্থিতি। আজ থেকে হাজার হাজার বছর আগেও অস্তিত্ব, ঈশ্বর, বিশ্বভ্রমান্ড নিয়ে মানুষের যে টানাপোড়েন ছিল, আজও তেমনি আছে। প্রকৃতির সানিধ্য যেমন তাদেরকে ইশ্বরের নৈকট্য দিত বা সাম্প্রদায়িকতা যেমন করে অন্য সকল ইন্দ্রিয়, বিচার বুদ্ধিকে অবশ করে ফেলত, আজও তাই। ধরণ আর মাধ্যমটা কেবল বদলেছে, আর সামাজিক জালগুলো ক্রমশ ঘনীভূত হয়ে গ্রাস করে নিচ্ছে আমাদের চেতনা


                </div>
            
              </div>
            </div>
          </div>
        </section>
        <section className="relative block h-70-px">
          
        </section>
      </main>
      <Footer />
    </>
  );
}
